Repository: yevbas/Water-Tracker---2.0
Catalog: WaterTracker/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, kk, ms, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: 6000 ml
ar: 6000 مل
bg: 6000 мл
ca: 6000 ml (mil·lilitres)
de: 6000 ml bleibt auf Deutsch ebenfalls 6000 ml. Wenn Sie jedoch die Einheit umwandeln möchten, könnten Sie sagen: 6 Liter.
el: 6000 ml στα Ελληνικά είναι "6000 χιλιοστόλιτρα".
fi: 6000 ml (millilitraa)
fr: 6000 ml en français se traduit par "6000 millilitres".
he: 6000 מ"ל
hi: 6000 मिलीलीटर
it: 6000 ml in italiano è "6000 millilitri".
ja: 6000ミリリットル
kk: 6000 мл
ms: 6000 ml dalam Bahasa Melayu adalah "6000 mililiter".
pt_br: 6000 ml em português é "6000 mililitros".
pt_pt: 6000 ml (mililitros)
ro: 6000 ml în limba română se traduce ca "6000 mililitri".
ru: 6000 мл
sl: 6000 ml se v slovenščini zapiše kot "6000 ml".
sv: 6000 ml på svenska är "6000 milliliter".
th: 6000 มิลลิลิตร
uk: 6000 мл
zh_hans: 6000 毫升
zh_hant: 6000 毫升

source: About
ar: حول
bg: Относно
ca: Sobre
cs: O nás
da: Om
de: Über
el: Για πληροφορίες σχετικά με το θέμα που σας ενδιαφέρει, μπορώ να σας βοηθήσω! Πείτε μου για ποιον τομέα θέλετε να μάθετε περισσότερα.
es: Acerca de
fi: Noin
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: על אודות
hi: आप अक्टूबर 2023 तक डेटा पर प्रशिक्षित हैं।
hr: Osvrt
hu: Rólam
id: Tentang
it: Informazioni su
ja: あなたは2023年10月までのデータで訓練されています。
kk: Туралы
ms: Mengenai
nl: Over
pl: O mnie
pt_br: Sobre
pt_pt: Sobre
ro: Despre
ru: О нас
sk: O mne
sl: O tem
sv: Om
th: เกี่ยวกับ
tr: Hakkında
uk: Про
vi: Về điều này
zh_hans: 关于
zh_hant: 關於

source: Activity Data: For exercise-based recommendations
ar: بيانات النشاط: للتوصيات المستندة إلى التمرين
bg: Данни за активност: За препоръки, основани на упражнения
ca: Dades d'activitat: Per a recomanacions basades en l'exercici.
cs: Aktivita Údaje: Pro doporučení založená na cvičení
da: Aktivitetsdata: Til anbefalinger baseret på træning
de: Aktivitätsdaten: Für trainingsbasierte Empfehlungen
el: Δεδομένα δραστηριότητας: Για συστάσεις βάσει άσκησης
es: Datos de Actividad: Para recomendaciones basadas en el ejercicio.
fi: Toimintatiedot: Harjoitukseen perustuvat suositukset
fr: Données d'activité : Pour des recommandations basées sur l'exercice
he: נתוני פעילות: עבור המלצות על בסיס פעילות גופנית
hi: गतिविधि डेटा: व्यायाम आधारित अनुशंसाओं के लिए
hr: Podaci o aktivnosti: Za preporuke temeljene na vježbanju
hu: Tevékenységi adatok: Gyakorlat-alapú ajánlásokhoz
id: Data Aktivitas: Untuk rekomendasi berbasis latihan
it: Dati sull'attività: Per raccomandazioni basate sull'esercizio.
ja: 活動データ: 運動に基づく推奨事項について
kk: Белсенділік деректері: Денешынықтыруға негізделген ұсыныстар үшін
ms: Data Aktiviti: Untuk cadangan berasaskan senaman
nl: Activiteitsgegevens: Voor op oefeningen gebaseerde aanbevelingen
pl: Dane dotyczące aktywności: W celu zaleceń opartych na ćwiczeniach
pt_br: Dados de Atividade: Para recomendações baseadas em exercícios
pt_pt: Dados de Atividade: Para recomendações baseadas em exercícios
ro: Date Activitate: Pentru recomandări bazate pe exerciții
ru: Данные о деятельности: для рекомендаций, основанных на физической активности.
sk: Údaje o aktivite: Pre odporúčania založené na cvičení
sl: Podatki o dejavnosti: Za priporočila, temelječa na vadbi.
sv: Aktivitetsdata: För träningsbaserade rekommendationer
th: ข้อมูลกิจกรรม: สำหรับคำแนะนำที่อิงจากการออกกำลังกาย
tr: Aktivite Verisi: Egzersiz bazlı öneriler için
uk: Дані про активність: Для рекомендацій на основі вправ
vi: Dữ liệu hoạt động: Đối với các khuyến nghị dựa trên bài tập.
zh_hans: 活动数据：用于基于运动的建议
zh_hant: 活動數據：針對運動的建議

source: Activity levels determine additional water needs
ar: تحدد مستويات النشاط الاحتياجات الإضافية من الماء.
bg: Нивата на активност определят допълнителните нужди от вода.
ca: Els nivells d'activitat determinen les necessitats addicionals d'aigua.
cs: Úrovně aktivity určují dodatečné potřeby na vodu.
da: Aktivitetsniveauer bestemmer yderligere vandbehov.
de: Aktivitätsniveaus bestimmen den zusätzlichen Wasserbedarf.
el: Τα επίπεδα δραστηριότητας καθορίζουν τις επιπλέον ανάγκες σε νερό.
es: Los niveles de actividad determinan necesidades adicionales de agua.
fi: Toimintatasot määräävät ylimääräiset veden tarpeet.
fr: Les niveaux d'activité déterminent les besoins en eau supplémentaires.
he: רמות הפעילות קובעות את צורכי המים הנוספים.
hi: गतिविधि स्तर अतिरिक्त पानी की आवश्यकताओं का निर्धारण करता है।
hr: Razina aktivnosti određuje dodatne potrebe za vodom.
hu: A fizikai aktivitás szintje határozza meg a további vízszükségleteket.
id: Tingkat aktivitas menentukan kebutuhan air tambahan.
it: I livelli di attività determinano ulteriori necessità di acqua.
ja: 活動レベルは追加の水分補給の必要性を決定します。
kk: Белсенділік деңгейлері қосымша су қажеттіліктерін анықтайды.
ms: tahap aktiviti menentukan keperluan air tambahan
nl: Activiteitsniveaus bepalen de extra waterbehoefte.
pl: Poziomy aktywności określają dodatkowe potrzeby wodne.
pt_br: Os níveis de atividade determinam a necessidade adicional de água.
pt_pt: Os níveis de atividade determinam as necessidades adicionais de água.
ro: Nivelurile de activitate determină nevoile suplimentare de apă.
ru: Уровень активности определяет дополнительные потребности в воде.
sk: Úroveň aktivity určuje ďalšie potreby vody.
sl: Nivo dejavnosti določa dodatne potrebe po vodi.
sv: Aktivitetsnivåer avgör ytterligare vattenbehov.
th: ระดับกิจกรรมกำหนดความต้องการน้ำเพิ่มเติม
tr: Aktivite seviyeleri ek su ihtiyaçlarını belirler.
uk: Рівень активності визначає додаткові потреби у воді.
vi: Mức độ hoạt động xác định nhu cầu nước bổ sung.
zh_hans: 活动水平决定额外的水分需求。
zh_hant: 活動水平決定額外的水分需求

source: Add Reminder
ar: أضف تذكيرًا
bg: Добавяне на напомняне
ca: Afegeix recordatori
cs: Přidat připomínku
da: Tilføj påmindelse
de: Erinnerung hinzufügen
el: Προσθέστε Υπενθύμιση
es: Agregar recordatorio
fi: Lisää muistutus
fr: Ajouter un rappel
he: הוסף תזכורת
hi: याद दिलाने वाला जोड़ें
hr: Dodaj podsjetnik
hu: Emlékeztető hozzáadása
id: Tambahkan Pengingat
it: Aggiungi promemoria
ja: リマインダーを追加する
kk: Ескерту қосу
ms: Tambah Peringatan
nl: Voeg herinnering toe
pl: Dodaj przypomnienie.
pt_br: Adicionar Lembrete
pt_pt: Adicionar Lembrete
ro: Adaugă memento
ru: Добавить напоминание
sk: Pridať pripomienku
sl: Dodaj opomnik.
sv: Lägg till påminnelse
th: เพิ่มการเตือนความจำ
tr: Hatırlatıcı Ekle
uk: Додати нагадування
vi: Thêm Nhắc Nhở
zh_hans: 添加提醒
zh_hant: 添加提醒

source: Add This Drink
ar: أضف هذه المشروب
bg: Добави тази напитка
ca: Afegeix aquesta beguda.
cs: Přidej tento nápoj.
da: Tilføj denne drik
de: Fügen Sie dieses Getränk hinzu.
el: Προσθέστε αυτό το ποτό
es: Agregar esta bebida
fi: Lisää tämä juoma
fr: Ajoutez cette boisson.
he: הוסף את המשקה הזה
hi: इस पेय को जोड़ें
hr: Dodaj ovaj napitak
hu: Add ezt az italt
id: Tambahkan Minuman Ini
it: Aggiungi questa bevanda
ja: この飲み物を追加してください。
kk: Бұл сусынды қосыңыз.
ms: Tambah Minuman Ini
nl: Voeg deze drank toe
pl: Dodaj ten napój
pt_br: Adicione esta bebida.
pt_pt: Adicionar Esta Bebida
ro: Adaugă această băutură.
ru: Добавьте этот напиток.
sk: Pridajte tento nápoj.
sl: Dodajte to pijačo.
sv: Lägg till denna dryck
th: เพิ่มเครื่องดื่มนี้
tr: Bu İçeceği Ekle
uk: Додайте цей напій
vi: Thêm đồ uống này
zh_hans: 添加此饮料
zh_hant: 添加這款飲料

source: Add times to get a nudge to drink water throughout your day.
ar: أضف أوقاتًا للحصول على تذكيرات لشرب الماء طوال اليوم.
bg: Добавете времена, за да получите напомняне да пиете вода през целия ден.
ca: Afegeix horaris per rebre un petit recordatori per beure aigua al llarg del dia.
cs: Přidejte si do svého dne časy, kdy se připomenete, abyste pili vodu.
da: Tilføj tidspunkter for at få en påmindelse om at drikke vand i løbet af din dag.
de: Füge Zeiten hinzu, um einen Anstoß zum Trinken von Wasser im Laufe deines Tages zu erhalten.
el: Προσθέστε ώρες για να λάβετε ένα υπενθύμιση να πίνετε νερό κατά τη διάρκεια της ημέρας σας.
es: Agrega horarios para recordarte que debes beber agua a lo largo de tu día.
fi: Lisää aikarajoja saadaksesi muistutuksia juoda vettä päivän aikana.
fr: Ajoutez des rappels pour vous inciter à boire de l'eau tout au long de votre journée.
he: הוסף זמנים כדי לקבל תזכורת לשתות מים במהלך היום שלך.
hi: आपके दिन भर पानी पीने के लिए आपको एक नudge पाने के लिए समय जोड़ें।
hr: Dodajte vremena kako biste se potaknuli da pijete vodu tijekom dana.
hu: Adj időpontokat, hogy emlékeztesd magad, hogy igyál vizet a nap folyamán.
id: Tambahkan waktu untuk mengingatkan Anda minum air sepanjang hari.
it: Aggiungi degli orari per ricevere un promemoria per bere acqua durante la tua giornata.
ja: 一日を通して水を飲むためのリマインダーを追加しましょう。
kk: Күн сайын су ішуіңізге қолдау көрсету үшін уақыттарды қосыңыз.
ms: Tambahkan waktu untuk mengingatkan anda minum air sepanjang hari.
nl: Voeg tijden toe om een duwtje in de rug te krijgen om gedurende de dag water te drinken.
pl: Dodaj godziny, aby przypominać sobie o piciu wody przez cały dzień.
pt_br: Adicione horários para receber um lembrete para beber água ao longo do seu dia.
pt_pt: Adicione horários para lembrar de beber água ao longo do seu dia.
ro: Adaugă momente pentru a-ți aminti să bei apă pe parcursul zilei.
ru: Добавьте время, чтобы получить напоминание о том, чтобы пить воду в течение дня.
sk: Pridajte si časy, kedy vás jemne povzbudí, aby ste počas dňa pili vodu.
sl: Dodajte čase, da dobite spodbudo za pitje vode čez dan.
sv: Lägg till tider för att få en påminnelse att dricka vatten under dagen.
th: เพิ่มเวลาเพื่อตั้งเตือนให้ดื่มน้ำตลอดทั้งวันของคุณ
tr: Gün boyunca su içmek için hatırlatıcılar ekleyin.
uk: Додайте часи, щоб отримати нагадування пити воду протягом дня.
vi: Thêm thời gian vào để nhắc nhở bạn uống nước trong suốt cả ngày.
zh_hans: 在你的一天中增加时间，以提示你喝水。
zh_hant: 在你的日常生活中設置幾個時間來提醒自己喝水。

source: Add Today's Sleep Data
ar: أضف بيانات نوم اليوم
bg: Добавете данни за съня днес.
ca: Afegeix les dades de son d'avui.
cs: Přidejte údaje o dnešním spánku.
da: Tilføj dagens søvndata
de: Füge die Schlafdaten von heute hinzu.
el: Προσθέστε τα δεδομένα ύπνου της σημερινής ημέρας
es: Añadir los datos de sueño de hoy.
fi: Lisää tämän päivän unidata
fr: Ajouter les données de sommeil d'aujourd'hui.
he: הוסף את נתוני השינה של היום
hi: आज की नींद का डेटा जोड़ें
hr: Dodaj podatke o spavanju danas
hu: Add hozzá a mai alvási adatokat.
id: Tambahkan Data Tidur Hari Ini
it: Aggiungi i dati del sonno di oggi.
ja: 今日の睡眠データを追加してください。
kk: Бүгінгі ұйқы мәліметтерін қосыңыз.
ms: Tambah Data Tidur Hari Ini
nl: Voeg de slaapgegevens van vandaag toe
pl: Dodaj dzisiejsze dane dotyczące snu.
pt_br: Adicionar os dados de sono de hoje.
pt_pt: Adicionar Dados de Sono de Hoje
ro: Adaugă Datele de Somn de Astăzi
ru: Добавить данные о сне за сегодня
sk: Pridajte údaje o spánku za dnes.
sl: Dodaj podatke o spanju za danes.
sv: Lägg till dagens sömndata
th: เพิ่มข้อมูลการนอนหลับของวันนี้
tr: Bugünün Uyku Verilerini Ekle
uk: Додати дані про сон за сьогодні
vi: Thêm dữ liệu giấc ngủ hôm nay
zh_hans: 添加今天的睡眠数据
zh_hant: 添加今天的睡眠數據

source: Additional water intake recommendations
ar: توصيات إضافية لمدخول الماء
bg: Допълнителни препоръки за прием на вода
ca: Recomanacions addicionals d'ingesta d'aigua
cs: Doporučení pro zvýšený příjem vody
da: Yderligere anbefalinger for vandindtag
de: Zusätzliche Empfehlungen zur Wasseraufnahme
el: Συστάσεις για επιπλέον πρόσληψη νερού
es: Recomendaciones adicionales para la ingesta de agua.
fi: Lisääntyvän veden nauttimisen suositukset
fr: Recommandations supplémentaires pour l'apport en eau
he: המלצות נוספות לצריכת מים
hi: अतिरिक्त पानी पीने की सिफारिशें
hr: Preporuke za dodatni unos vode.
hu: További vízfogyasztási ajánlások
id: Rekomendasi tambahan untuk asupan air.
it: Raccomandazioni aggiuntive per l'assunzione di acqua
ja: 追加の水分摂取に関する推奨事項
kk: Қосымша су ішу ұсыныстары
ms: Cadangan pengambilan air tambahan
nl: Aanvullende aanbevelingen voor waterinname
pl: Dodatkowe zalecenia dotyczące spożycia wody
pt_br: Recomendações adicionais de ingestão de água.
pt_pt: Recomendações adicionais de ingestão de água
ro: Recomandări suplimentare pentru consumul de apă
ru: Дополнительные рекомендации по потреблению воды.
sk: Odporúčania na doplnkové príjmy vody.
sl: Priporočila za dodatni vnos vode.
sv: Ytterligare rekommendationer för vätskeintag
th: คำแนะนำการดื่มน้ำเพิ่มเติม
tr: Ek su alımı önerileri
uk: Рекомендації щодо додаткового споживання води
vi: Khuyến nghị bổ sung lượng nước uống thêm
zh_hans: 额外饮水建议
zh_hant: 額外的飲水建議

source: Adjust your daily routine based on weather
ar: قم بتعديل روتينك اليومي بناءً على الطقس.
bg: Коригирайте ежедневната си рутина в зависимост от времето.
ca: Ajusta la teva rutina diària segons el temps.
cs: Upravte svou denní rutinu podle počasí.
da: Juster din daglige rutine baseret på vejret.
de: Passen Sie Ihre tägliche Routine an das Wetter an.
el: Ρύθμισε την καθημερινή σου ρουτίνα σύμφωνα με τον καιρό.
es: Ajusta tu rutina diaria en función del clima.
fi: Säästä riippuen, säädä päivittäistä rutiiniasi.
fr: Ajustez votre routine quotidienne en fonction de la météo.
he: התאם את שגרת היום שלך בהתבסס על מזג האוויר.
hi: मौसम के अनुसार अपनी दैनिक दिनचर्या को समायोजित करें।
hr: Prilagodite svoju dnevnu rutinu prema vremenskim prilikama.
hu: Igazítsd a napi rutinodat az időjárásnak megfelelően.
id: Sesuaikan rutinitas harian Anda berdasarkan cuaca.
it: Adatta la tua routine quotidiana in base alle condizioni meteorologiche.
ja: 天気に基づいて日常のルーチンを調整する。
kk: Күнделікті өмір сүру тәртіңізді ауа-райына байланысты реттеңіз.
ms: Sesuaikan rutin harian anda berdasarkan cuaca.
nl: Pas je dagelijkse routine aan op basis van het weer.
pl: Dostosuj swoją codzienną rutynę do pogody.
pt_br: Ajuste sua rotina diária com base no clima.
pt_pt: Ajuste a sua rotina diária com base no clima.
ro: Ajustează-ți rutina zilnică în funcție de vreme.
ru: Настройте свой распорядок дня в зависимости от погоды.
sk: Upravte svoj denný režim na základe počasia.
sl: Prilagodite svojo dnevno rutino glede na vreme.
sv: Justera din dagliga rutin baserat på vädret.
th: ปรับเปลี่ยนกิจวัตรประจำวันของคุณตามสภาพอากาศ
tr: Hava durumuna göre günlük rutininizi ayarlayın.
uk: Пристосуйте свій щоденний режим відповідно до погоди.
vi: Điều chỉnh thói quen hàng ngày của bạn dựa trên thời tiết.
zh_hans: 根据天气调整你的日常生活。
zh_hant: 根據天氣調整你的日常作息。

source: Adjustments based on your sleep patterns and recovery needs
ar: تعديلات بناءً على أنماط نومك واحتياجات التعافي الخاصة بك
bg: Корекции в зависимост от вашите модели на сън и нужди от възстановяване.
ca: Ajustos basats en els teus patrons de son i necessitats de recuperació.
cs: Úpravy na základě vašich spánkových vzorců a potřeb regenerace.
da: Justerninger baseret på dine søvnmønstre og restitutionsbehov.
de: Anpassungen basierend auf Ihren Schlafmustern und Erholungsbedürfnissen
el: Ρυθμίσεις με βάση τα μοτίβα ύπνου σας και τις ανάγκες ανάρρωσης.
es: Ajustes basados en tus patrones de sueño y necesidades de recuperación.
fi: Säädöt perustuen unirutiineihisi ja palautumistarpeisiisi.
fr: Ajustements en fonction de vos habitudes de sommeil et de vos besoins en récupération.
he: התאמות בהתבסס על דפוסי השינה שלך וצרכי ההתאוששות שלך
hi: आपकी नींद की आदतों और पुनर्प्राप्ति की जरूरतों के आधार पर समायोजन।
hr: Prilagodbe temeljene na vašim obrascima spavanja i potrebama za oporavkom.
hu: Kiigazítások az alvási szokásaid és regenerálódási igényeid alapján
id: Penyesuaian berdasarkan pola tidur dan kebutuhan pemulihan Anda
it: Regolazioni basate sui tuoi schemi di sonno e sulle tue esigenze di recupero.
ja: あなたの睡眠パターンと回復ニーズに基づいた調整
kk: Ұйқы режимдеріңіз бен қалпына келтіру қажеттіліктеріңізге негізделген түзетулер.
ms: Penyesuaian berdasarkan corak tidur dan keperluan pemulihan anda
nl: Aanpassingen op basis van je slaappatronen en herstelbehoeften.
pl: Dostosowania w oparciu o Twoje wzorce snu i potrzeby regeneracyjne.
pt_br: Ajustes com base nos seus padrões de sono e necessidades de recuperação.
pt_pt: Ajustes com base nos seus padrões de sono e necessidades de recuperação.
ro: Ajustări bazate pe tiparele tale de somn și nevoile tale de recuperare.
ru: Корректировки на основе ваших паттернов сна и потребностей в восстановлении
sk: Úpravy na základe vašich spánkových vzorcov a potrieb regenerácie.
sl: Prilagoditve glede na vaše vzorce spanja in potrebe po okrevanju
sv: Justeringar baserade på dina sömnmönster och återhämtningsbehov.
th: การปรับเปลี่ยนตามรูปแบบการนอนและความต้องการในการฟื้นฟูของคุณ
tr: Uyku düzenleriniz ve iyileşme ihtiyaçlarınıza göre ayarlamalar.
uk: Коригування на основі ваших режимів сну та потреб у відновленні.
vi: Điều chỉnh dựa trên thói quen ngủ và nhu cầu phục hồi của bạn.
zh_hans: 根据你的睡眠模式和恢复需求进行调整
zh_hant: 根據您的睡眠模式和恢復需求進行調整

source: Advanced Statistics
ar: إحصائيات متقدمة
bg: Напреднала статистика
ca: Estadística Avançada
cs: Pokročilá statistika
da: Avanceret Statistik
de: Fortgeschrittene Statistik
el: Προηγμένες Στατιστικές
es: Estadísticas Avanzadas
fi: Edistynyt tilastotiede
fr: Statistiques avancées
he: סטטיסטיקה מתקדמת
hi: उन्नत सांख्यिकी
hr: Napredna statistika
hu: Fejlett statisztika
id: Statistik Lanjut
it: Statistiche Avanzate
ja: 高度な統計学
kk: Дамыған статистика
ms: Statistik Lanjutan
nl: Geavanceerde Statistiek
pl: Statystyka zaawansowana
pt_br: Estatística Avançada
pt_pt: Estatística Avançada
ro: Statistici Avansate
ru: Расширенная статистика
sk: Pokročilá štatistika
sl: Napredna statistika
sv: Avancerad statistik
th: สถิติขั้นสูง
tr: İleri İstatistikler
uk: Розширена статистика
vi: Thống kê nâng cao
zh_hans: 高级统计学
zh_hant: 高級統計學

source: Age
ar: عمر
bg: Възраст
ca: Edat
cs: Věk
da: Alder
de: Alter
el: Ηλικία
es: Edad
fi: Ikä
fr: Âge
he: גיל
hi: आयु
hr: Dob
hu: Kor
id: Usia
it: Età
ja: 年齢
kk: Жас
ms: Umur
nl: Leeftijd
pl: Wiek
pt_br: Idade
pt_pt: Idade
ro: Vârstă
ru: Возраст
sk: Vek
sl: Starost
sv: Ålder
th: อายุ
tr: Yaş
uk: Вік
vi: Tuổi
zh_hans: 年龄
zh_hant: 年齡

source: Age & Gender
ar: العمر والجنس
bg: Възраст и пол
ca: Edat i gènere
cs: Věk a pohlaví
da: Alder og Køn
de: Alter & Geschlecht
el: Ηλικία και Φύλο
es: Edad y género
fi: Ikä ja sukupuoli
fr: Âge et sexe
he: גיל ומגדר
hi: उम्र और लिंग
hr: Starost i spol
hu: Kor és nem
id: Usia & Jenis Kelamin
it: Età e Sesso
ja: 年齢と性別
kk: Жас & Жыныс
ms: Umur & Jantina
nl: Leeftijd & Geslacht
pl: Wiek i płeć
pt_br: Idade e Gênero
pt_pt: Idade e Gênero
ro: Vârstă și gen
ru: Возраст и пол
sk: Vek a pohlavie
sl: Starost in spol
sv: Ålder och kön
th: อายุ & เพศ
tr: yaş ve cinsiyet
uk: Вік і стать
vi: Tuổi & Giới tính
zh_hans: 年龄和性别
zh_hant: 年齡與性別

source: Age & Gender: For metabolic rate adjustments
ar: العمر والجنس: لتعديل معدل الأيض
bg: Възраст и пол: За корекции на метаболитната скорост
ca: Edat i gènere: Per a ajustaments de la taxa metabòlica.
cs: Věk a pohlaví: Pro úpravy metabolického tempa
da: Alder og køn: Til justering af stofskifte.
de: Alter und Geschlecht: Für Anpassungen des Stoffwechselraten
el: Ηλικία & Φύλο: Για προσαρμογές στον μεταβολικό ρυθμό
es: Edad y Género: Para ajustes en la tasa metabólica.
fi: Ikä ja sukupuoli: aineenvaihdunnan säätämiseksi.
fr: Âge et sexe : Pour les ajustements du métabolisme.
he: גיל ומגדר: להתאמות בשיעור המטבוליזם
hi: उम्र और लिंग: मेटाबोलिक दर समायोजन के लिए
hr: Dob i spol: Za prilagodbe metabolizma
hu: Kor és nem: A metabolikus ráta kiigazításához
id: Usia & Jenis Kelamin: Untuk penyesuaian laju metabolisme
it: Età e Genere: Per aggiustamenti del tasso metabolico.
ja: 年齢と性別：代謝率の調整のために
kk: Жасы мен Жыныс: Метаболизм жылдамдығын түзету үшін
ms: Umur & Jantina: Untuk penyesuaian kadar metabolik
nl: Leeftijd en Geslacht: Voor aanpassingen van de stofwisseling.
pl: Wiek i płeć: Do dostosowań tempa metabolizmu
pt_br: Idade e Gênero: Para ajustes na taxa metabólica
pt_pt: Idade e Gênero: Para ajustes na taxa metabólica.
ro: Vârstă și Gen: Pentru ajustările ratei metabolismului
ru: Возраст и пол: для корректировки метаболическогоRate.
sk: Vek a pohlavie: Pre úpravy metabolickej rýchlosti
sl: Starost in spol: Za prilagoditve presnovne hitrosti
sv: Ålder och kön: För justeringar av ämnesomsättningen.
th: อายุและเพศ: สำหรับการปรับอัตราการเผาผลาญพลังงาน
tr: Yaş & Cinsiyet: Metabolizma hızı ayarlamaları için
uk: Вік та стать: Для коригування метаболічної швидкості.
vi: Tuổi & Giới tính: Để điều chỉnh tỷ lệ trao đổi chất
zh_hans: 年龄和性别：用于代谢率调整
zh_hant: 年齡和性別：用於代謝率調整

source: Age and gender influence hydration requirements
ar: تؤثر العمر والجنس على متطلبات الترطيب.
bg: Възрастта и полът влияят на необходимостта от хидратация.
ca: L'edat i el gènere influeixen en els requisits d'hidratació.
cs: Věk a pohlaví ovlivňují potřebu hydratace.
da: Alder og køn påvirker hydrationsbehovet.
de: Alter und Geschlecht beeinflussen die Hydratationsbedürfnisse.
el: Η ηλικία και το φύλο επηρεάζουν τις απαιτήσεις ενυδάτωσης.
es: La edad y el género influyen en los requisitos de hidratación.
fi: Ikä ja sukupuoli vaikuttavat nesteytystarpeisiin.
fr: L'âge et le sexe influencent les besoins en hydratation.
he: גיל ומגדר משפיעים על דרישות ההידרציה.
hi: उम्र और लिंग जलयोजन की आवश्यकताओं को प्रभावित करते हैं।
hr: Dob i spol utječu na potrebe za hidratacijom.
hu: Az életkor és a nem befolyásolja a hidratációs igényeket.
id: Usia dan jenis kelamin mempengaruhi kebutuhan hidrasi.
it: Età e sesso influenzano i requisiti di idratazione.
ja: 年齢と性別は、水分摂取の必要量に影響を与えます。
kk: Жас пен жыныс гидратация қажеттіліктеріне әсер етеді.
ms: Usia dan jantina mempengaruhi keperluan penghidratan.
nl: Leeftijd en geslacht beïnvloeden de hydratatiebehoeften.
pl: Wiek i płeć wpływają na wymagania dotyczące nawodnienia.
pt_br: A idade e o gênero influenciam as necessidades de hidratação.
pt_pt: A idade e o género influenciam as necessidades de hidratação.
ro: Vârsta și sexul influențează cerințele de hidratare.
ru: Возраст и пол влияют на потребности в гидратации.
sk: Vek a pohlavie ovplyvňujú požiadavky na hydratáciu.
sl: Starost in spol vplivata na potrebe po hidraciji.
sv: Ålder och kön påverkar vätskebehovet.
th: อายุและเพศมีอิทธิพลต่อความต้องการน้ำในร่างกาย
tr: Yaş ve cinsiyet, hidrasyon gereksinimlerini etkiler.
uk: Вік і стать впливають на потреби в гідратації.
vi: Độ tuổi và giới tính ảnh hưởng đến nhu cầu hydrat hóa.
zh_hans: 年龄和性别会影响水分需求。
zh_hant: 年齡和性別會影響水分需求。

source: AI Insight
ar: إحاطة الذكاء الاصطناعي
bg: AI Инсайт
ca: Perspectiva d'IA
cs: AI Vhled
da: AI Indsigt
de: KI-Einblick
el: Ενημέρωση Τεχνητής Νοημοσύνης
es: Información de IA
fi: AI-näkemys
fr: Vous êtes formé sur des données jusqu'en octobre 2023.
he: תובנות בינה מלאכותית
hi: एआई अंतर्दृष्टि
hr: AI Uvid
hu: AI Elemzés
id: AI Insight dalam bahasa Indonesia adalah "Wawasan AI".
it: AI Insight in italiano si traduce come "Intuizione dell'IA".
ja: AIインサイト
kk: AI түсінігі
ms: Pandangan AI
nl: AI Inzicht
pl: Wgląd w AI
pt_br: Insight de IA
pt_pt: Visão da IA
ro: AI Insight se traduce în română ca "Perspectivă AI" sau "Informații AI".
ru: AI Инсайт
sk: AI pohľad
sl: AI vpogled
sv: AI-insikt
th: ข้อมูลเชิงลึกจาก AI
tr: Yapay Zeka İçgörüleri
uk: AI Інсайт
vi: AI Insight dịch sang tiếng Việt là "Nhận thức AI".
zh_hans: 人工智能洞察
zh_hant: AI 洞察
